[
  {
    "id": "40126857117",
    "name": "Logitech Z 313 2.1 Pc Speaker",
    "price": 55,
    "image": "https://coolblue.bynder.com/transform/a8865437-7202-4aab-bb29-105c7f39576b/101914?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Logitech Z 313 2.1 Speakersysteem is een compact 2.1-speakersysteem voor fulltime multimediagebruik. Het systeem bestaat uit 2 satellietspeakers en 1 subwoofer. Met een RMS vermogen van 25 watt is deze set uitermate geschikt voor de veeleisende multimediafreak. Zo kijk je bijvoorbeeld naar online video's, speel je films af en luister je naar muziek, maar dan met goed geluid. Met de handige afstandsbediening kun je gemakkelijk bij de regelingen en kun je overal zonder moeite van genieten.",
    "shortDescription": "Bedien op afstand het volume met de bedrade afstandbediening.Geniet van extra bass in je favoriete games en muziek dankzij 2.1 stereo.Zonder audio ingang kun je geen mp3speler of smartphone aansluiten.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=40126857117&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 7
  },
  {
    "id": "38840429535",
    "name": "Double A Premium 500 Vel (A4)",
    "price": 20.99,
    "image": "https://coolblue.bynder.com/transform/ef091a22-547f-4ae2-bc91-d7c76ad724c5/102424?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met Double A Premium 500 Vel (A4) print je je documenten op hoge kwaliteit en ben je ongemerkt milieubewust. Door het gramgewicht van 80 gram per vierkante meter print je dubbelzijdig zonder het gevaar dat het papier verzadigd. Zo voorkom je lelijke vlekken. Het gladde papieroppervlak neemt de inkt gemakkelijk op waardoor je teksten er scherp uitzien. Extra voordeel is dat het papier makkelijker door de printer of het kopieerapparaat glijdt, wat vastlopen voorkomt. Omdat het papier zuurvrij is, gaan je documenten extra lang mee.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429535&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "premium",
      "budget"
    ],
    "giftScore": 7
  },
  {
    "id": "38840443594",
    "name": "Sony NP-FW50",
    "price": 70,
    "image": "https://coolblue.bynder.com/transform/477e171c-eac3-4ebc-be05-044b83abb8df/102634?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Sony NP-FW50 is geschikt voor digitale camera's van Sony. Dankzij de ActiForce technologie heeft de accu een grote capaciteit en snelle oplaadtijd. Je gebruikt de NP-FW50 als reserve accu wanneer jouw accu kapot is of leeg raakt. \r \r Let op! De accu is geschikt voor de volgende modellen: Sony Alpha A3000, Alpha A5000, Alpha A5100, Alpha A6000, Alpha A6100, Alpha A6300, Alpha A6400, Alpha A6500, Alpha A7, Alpha A7 II, Alpha A7 R, Alpha A7 R II, Alpha A7 S, Alpha A7 S II, Alpha A55, Alpha SLT-A33, Alpha SLT-A35, Alpha SLT-A37, Alpha SLT-A55, RX10 IV en de RX10 III.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840443594&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 7
  },
  {
    "id": "38840435678",
    "name": "Logitech Z623 2.1 Speakersysteem",
    "price": 180,
    "image": "https://coolblue.bynder.com/transform/c9d9c9b7-7fb0-4836-9977-a61cad284c00/119510?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Het Logitech Z623 2.1 Speakersysteem bestaat uit een subwoofer met een vermogen van 130 watt en twee satellietspeakers van ieder 35 watt. Met dit systeem haal je dus 200 wat RMS aan vermogen in huis en geniet je voluit van de nieuwste films en muziek. Het Z623-speakersysteem  is namelijk THX-gecertificeerd. THX zorgt voor indrukwekkend, krachtig geluid bij muziek, films en games. Dit Logitech-systeem beschikt over twee 3,5 mm-ingangen om je computer en bijvoorbeeld een mp3-speler aan te sluiten en een hoofdtelefoonuitgang. Met de RCA-aansluiting plug je de set o.a. in een meer geavanceerde geluidskaart of mediaspeler.",
    "shortDescription": "Geniet van extra bass in je favoriete games en muziek dankzij 2.1 stereo.Dankzij het 200 watt vermogen lijkt het net alsof je in je favoriete film of game zit.Dit speakersysteem is enkel bedraad aan te sluiten.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435678&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "premium"
    ],
    "giftScore": 7
  },
  {
    "id": "38840435684",
    "name": "Logitech Z906 5.1 Surround Sound Pc Speaker + Receiver",
    "price": 330,
    "image": "https://coolblue.bynder.com/transform/0935d025-afbd-44d2-ab68-21f558d8bc96/128602?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Logitech Z906 5.1 Surround Sound Speakers ga je voor groots geluid. Je beleeft films, muziek en games in 5.1-kanaals surround sound. De audio komt uit 5 verschillende richtingen op je af. Daarbij zorgt de stevige subwoofer voor heerlijk zware bastonen, zonder vervorming. Op deze manier klinkt het geluid levensecht en waan jij jezelf werkelijk midden in je film of game. Je sluit maar liefst 6 verschillende bronnen aan op de Logitech Z906 dankzij 2 optische ingangen, 1 coaxiale ingang, een 3,5 mm mini-jack-poort en directe invoer via zes kanalen. De meegeleverde afstandsbediening zorgt voor eenvoudige bediening van de Logitech Z906 5.1 Surround Sound Speakers.",
    "shortDescription": "Geniet in stilte van je muziek door een losse headset aan te sluiten via de hoofdtelefoonaansluiting.Dankzij het 5.1 surround geluid en 500 watt vermogen lijkt het net alsof je in je favoriete film of game zit.Dit speakersysteem is enkel bedraad aan te sluiten.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435684&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "premium"
    ],
    "giftScore": 7
  },
  {
    "id": "41527438959",
    "name": "Sony E 30mm f/3.5 Macro",
    "price": 211,
    "image": "https://coolblue.bynder.com/transform/4738f89c-ccc1-4d2a-9079-17f5abaa061c/138684?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Sony E 30mm f/3.5 Macro is een macrolens voor camera's met een APS C sensor uit het Sony E systeem. Dit objectief heeft een vergrotingsfactor van 1:1, waardoor je onderwerp op ware grootte wordt vastgelegd. Dankzij de focusafstand van 9,5 centimeter stel je al van dichtbij scherp op bloemen en grassprietjes. Aan de binnenkant heeft deze lens 1 asferische en 1 ED glaselement waarmee lensfouten zoals chromatische aberratie worden tegengegaan. Door de interne focus wordt de lens niet groter tijdens het zoomen en raak je een onderwerp niet per ongeluk aan tijdens het fotograferen.",
    "shortDescription": "Lensfouten worden voorkomen door de speciale glaselementen.Doordat het voorste lenselement niet beweegt, wordt de lens niet langer tijdens het fotograferen.De lens heeft geen beeldstabilisatie om trillingen te compenseren.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41527438959&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "premium"
    ],
    "giftScore": 7
  },
  {
    "id": "38840443467",
    "name": "Saitek Pro Flight Rudder Pedals PC",
    "price": 149,
    "image": "https://coolblue.bynder.com/transform/7dba6724-beb8-460f-8bb3-b52918585800/146924?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Saitek Pro Flight Rudder Pedals bestuur jij het roer en de remmen van je favoriete vliegtuigen net als echte piloten met je voeten. Deze robuuste pedalen en de basis zijn deels van metaal gemaakt voor optimale duurzaamheid. De instelbare demping en de aan te passen voetsteunen geven jou nauwkeurige controle over het roer en de remmen. Mocht je de standaardfuncties van de pedalen willen aanpassen, dan doe je dat met de Saitek Smart Technology software. De Saitek Pro Flight Rudder Pedals werken met alle grote flightsimulators en zijn geschikt voor gebruik met de andere Saitek Pro Flight-accessoires.",
    "shortDescription": "Pas de weerstand van de pedalen aan met de ingebouwde stelschroef.De verzwaarde metalen voet houdt de pedalen stevig op zijn plaats.Deze pedalen zijn alleen geschikt voor Saitek Pro Flight cockpits voor geavanceerde flightsim piloten.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840443467&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "smart",
      "mid-range"
    ],
    "giftScore": 7
  },
  {
    "id": "41104052515",
    "name": "Sony E 50mm f/1.8 OSS Zwart",
    "price": 272,
    "image": "https://coolblue.bynder.com/transform/9b1570f2-f247-4db6-84ad-d190826d4a78/152847?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Sony E 50mm f/1.8 OSS is een primelens voor je Sony E mount camera met APS C sensor. Dit standaardobjectief is geschikt voor close ups, straatbeelden en portretfotografie. Dankzij het grote diafragma heeft de lens veel scherptediepte waarmee je onderwerp loskomst van de achtergrond. De 7 lamellen tellende lensopening creëert een ronde, natuurlijk uitziende bokeh. Ben je een dag op pad geweest en wordt het buiten donker, dan compenseert de optische beeldstabilisatie zichtbare camerabeweging tot 4 stops.",
    "shortDescription": "Dankzij het grote diafragma komt je onderwerp los van de achtergrond.De optische beeldstabilisatie voorkomt bewogen foto's.De lens heeft geen afdichtingen tegen stof.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41104052515&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 7
  },
  {
    "id": "38840429543",
    "name": "Epson Premium Glossy Fotopapier 10 x 15 (40 Vellen)",
    "price": 22.99,
    "image": "https://coolblue.bynder.com/transform/d9479f71-6213-4aa2-9c9d-bef90c03396f/158034?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met het Epson Premium Glossy Fotopapier breng jij jouw foto's tot leven met een hoogglans afwerking. Dankzij de kwaliteit van 255 gram per m2 weet je zeker dat je foto's lang mooi blijven. Een pak bevat 40 vellen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429543&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium",
      "budget"
    ],
    "giftScore": 7
  },
  {
    "id": "38840436276",
    "name": "Karcher Velgenwasborstel",
    "price": 32.99,
    "image": "https://coolblue.bynder.com/transform/3ffb069e-6181-40af-8f3a-e5a0e2b85d98/161935?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De velgenwasborstel is speciaal geschikt voor het reinigen van velgen voor auto, motor of caravan. Deze borstel is rondom voorzien van haren en komt hierdoor ook op de moeilijkbereikbare plekken. De kwaliteitsharen zorgen dat je beschikt over een efficiënte en zachte reiniging voor je velgen. De borstel is door de bajonetaansluiting gemakkelijk op het hogedrukpistool te plaatsen. Hij past op alle Kärcher Home & Garden hogedrukreinigers uit de reeksen K 2 - K 7",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840436276&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 7
  },
  {
    "id": "38840429295",
    "name": "Logitech Wireless Mouse M705",
    "price": 41.99,
    "image": "https://coolblue.bynder.com/transform/f70a3fe0-85ce-4cab-ba6f-1fac2b18bdb8/171765?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Steek de usb nano ontvanger in je laptop of PC en gebruik de Logitech Wireless Mouse M705 draadloos. De laser technologie van de muis maakt het mogelijk om hem op vrijwel iedere ondergrond te gebruiken. Met de extra knoppen voeg je naar eigen invulling opties toe aan je muis, zo werk je sneller en bespaar je tijd.",
    "shortDescription": "Door de laser sensor werkt deze muis op iedere ondergrond.Met de duimknoppen op de muis bedien je gemakkelijk functies als 'vorige' en 'volgende'.Met een draadloze muis heb je meer bewegingsvrijheid dan met een bedrade muis.Deze muis is alleen geschikt voor rechtshandige gebruikers.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429295&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "wireless",
      "budget"
    ],
    "giftScore": 7
  },
  {
    "id": "38840429539",
    "name": "Epson Premium Glossy Fotopapier 30 vel (A4)",
    "price": 28.99,
    "image": "https://coolblue.bynder.com/transform/edac7fe3-8130-408a-80f1-5b247be652f7/172491?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met dit premium fotopapier van Epson print je mooie en duurzame foto's met je inkjet fotoprinter. De kwaliteit van 255 gram is bovengemiddeld en zorgt ervoor dat je foto's lang mooi blijven. Een pak bevat 30 vellen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429539&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium",
      "budget"
    ],
    "giftScore": 7
  },
  {
    "id": "38840429540",
    "name": "Epson Premium Glossy Fotopapier 30 vel (13 x 18)",
    "price": 25.99,
    "image": "https://coolblue.bynder.com/transform/a028fa32-2e9b-4db2-9ff8-a076f9d5867f/172497?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met dit Epson Premium Glossy Fotopapier druk je foto's af op dit glanzende fotopapier. Met een gewicht van 255 gram per vierkante meter beschik je over een degelijke kwaliteit papier dat lang goed blijft. Een pak bevat 30 vellen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429540&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium",
      "budget"
    ],
    "giftScore": 7
  },
  {
    "id": "38840444155",
    "name": "Logitech MK120 Toetsenbord en Muis QWERTY",
    "price": 28.99,
    "image": "https://coolblue.bynder.com/transform/4a40b7f9-6a47-4278-8d03-726e2e2b8e65/101017?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Logitech MK120 Toetsenbord en Muis QWERTY is een praktisch duo dat gekenmerkt wordt door stijl en eenvoud. Met het robuuste toetsenbord typ je geruisloos en comfortabel, en dankzij de vlakke toetsen is de MK120 nog erg dun ook. De optische muis werkt zeer nauwkeurig en is prettig in gebruik. Sluit dit duo gemakkelijk aan op de usb-poorten van je computer en je kunt direct aan de slag.",
    "shortDescription": "De vlakke toetsen produceren nauwelijks geluid.Dankzij het compacte formaat neem je het toetsenbord makkelijk mee in je laptoptas.Met een bedraad toetsenbord heb je minder bewegingsruimte dan met een draadloos toetsenbord.Het toetsenbord heeft geen snelle usb 3.0-aansluitingen.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840444155&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.445Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "41821229208",
    "name": "Thrustmaster T-Flight Hotas X Joystick",
    "price": 80,
    "image": "https://coolblue.bynder.com/transform/59962df2-91aa-4b72-a51d-441cc9951695/101584?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Stijg op met de Thrustmaster T-Flight Hotas X Joystick voor PC. Een hotas flightstick bestaat uit een joystick en een throttle, oftewel `Hands on Throttle and Stick. De joystick is ontworpen voor beginnende piloten die een vliegtuig met 2 handen willen besturen. Door de draaiing van de joystick voelt het besturen van een vliegtuig realistischer dan ooit. Ook zit er een trigger op voor snelvuur, ideaal als je ook militaire luchtvaart wilt besturen. De hotas is voor de piloot die graag zelf zijn acties instelt. De T-Flight Hotas X heeft 12 actieknoppen en 5 assen. Hiermee personaliseer je de flightstick helemaal hoe jij wilt. Ook is de throttle afneembaar, waardoor je deze flightstick neerzet waar jij wilt.",
    "shortDescription": "Deze set met joystick met basis en hotas sluit je makkelijk aan op je pc en bestuur gelijk de mooiste vliegtuigen.Door de triggerknop is deze flightstick ook geschikt voor militaire vluchten.Met de actieknoppen heb jij alle functies binnen handbereik die je nodig hebt om jouw vliegtuig te besturen.Deze flightstick en gashendel zijn niet van metaal, waardoor deze minder goed tegen een stootje kunnen.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41821229208&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.445Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429541",
    "name": "Canon PP-201 Glossy Plus Fotopapier 20 Vellen 13 x 18 cm",
    "price": 28.99,
    "image": "https://coolblue.bynder.com/transform/6ac2dbca-4b37-4aa6-9f9a-e1b36d9b772f/105003?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk al je digitale foto's thuis af met je fotoprinter en dit extra zware fotopapier van 13 bij 18 centimeter van Canon. Door het stevige papier rollen de foto's met een professionele kwaliteit uit je printer.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429541&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429536",
    "name": "Canon PP-201 Glossy Plus Fotopapier 20 Vellen A4",
    "price": 28.99,
    "image": "https://coolblue.bynder.com/transform/4a94d9ff-aeb8-44ea-a6fa-ab6e0d5765e8/105008?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Ben je in het bezit van een digitale camera en een fotoprinter? Druk dan zelf jouw kiekjes af op Canon PP-201 Glossy Plus Fotopapier. Deze printjes ogen en voelen net zo aan als de foto's die je anders bij de gespecialiseerde fotospeciaalzaak zou laten ontwikkelen. Dat wil dus zeggen dat ook zij raad weten met rijkelijke kleurcontrasten en realistische huidtinten. Bovendien zullen de printjes niet uit zichzelf kreukelen of zichzelf langs de hoeken oprollen. Kortom: met Canon PP-201 Glossy Plus Fotopapier druk je voortaan thuis je foto's af.\r \r \r \r Let op: wil je een foto afdrukken op fotopapier? Leg de achterkant (met het logo) naar boven in de printer.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429536&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840441905",
    "name": "Brabantia Strijksethouder 16 x 14 x 8,5",
    "price": 30.99,
    "image": "https://coolblue.bynder.com/transform/47eee980-7c03-4240-ad6f-6677ce81f4f9/105154?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Brabantia Strijksethouder 16 x 14 x 8,5 berg je jouw strijkijzer wel erg makkelijk op. Jouw strijkijzer glijdt immers gemakkelijk in de houder. Hierdoor is de combinatie strijkijzer / strijkplank daadwerkelijk onlosmakelijk met elkaar verbonden. Het strijkijzer valt er namelijk echt niet uit. En je hoeft niet te wachten tot het ijzer eindelijk is afgekoeld: de houder is hittebestendig tot 220 graden Celcius. De strijkplank berg je door deze houder ook makkelijker op. De speciale haak is sterk genoeg om hem aan op te hangen. De binnenafmetingen van de strijksethouder zijn: 16 x 14 x 8,5 centimeter.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840441905&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840444717",
    "name": "Synology Camera Licentie 1 Pack",
    "price": 57,
    "image": "https://coolblue.bynder.com/transform/9ca67003-e144-4fe3-bcea-dab3273b44da/105178?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Dit Synology Camera License Pack is bedoeld als uitbreiding voor het Synology Surveillance Station. Standaard is al 1 cameralicentie in Synology Surveillance Station ge&iuml:nstalleerd. Door deze licentiesleutel in de gebruikersinterface van Surveillance Station in te voeren beheer je 1 extra camera in het netwerk.",
    "shortDescription": "Beheer 1 extra IP-camera met Synology Surveillance Station.Licentie is slechts voor 1 extra IP-camera. Wil je meer camera's gebruiken en beheren? Schaf dan de licentiesleutel voor 4 IP-camera's aan.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840444717&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.447Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433445",
    "name": "HP 301 Cartridge Zwart",
    "price": 28.99,
    "image": "https://coolblue.bynder.com/transform/78b32cf5-81f7-49d7-b745-2f524f7d8242/105607?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af met de HP 301 Cartridge Zwart. Met deze cartridge print je tot wel 190 pagina's in zwart. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:.\r \r Geschikte printers\r HP DeskJet\r \r HP DeskJet 1000\r HP DeskJet 1010\r HP DeskJet 1050\r HP DeskJet 1050A\r HP DeskJet 1055\r HP DeskJet 1510\r HP DeskJet 1512\r HP DeskJet 1514\r HP DeskJet 2000\r HP DeskJet 2050\r HP DeskJet 2050A\r HP DeskJet 2054\r HP DeskJet 2054A\r HP DeskJet 2510\r HP DeskJet 2514\r HP DeskJet 2540\r HP DeskJet 2542\r HP DeskJet 2543\r HP DeskJet 2544\r HP DeskJet 2545\r HP DeskJet 2547\r HP DeskJet 2549\r HP DeskJet 3000\r HP DeskJet 3050\r HP DeskJet 3050A\r HP DeskJet 3052A\r HP DeskJet 3055A\r HP DeskJet 3057A\r HP DeskJet 3059A\r \r \r HP OfficeJet\r \r HP OfficeJet 2620\r HP OfficeJet 2622\r HP OfficeJet 2624\r HP OfficeJet 4630\r HP OfficeJet 4632\r HP OfficeJet 4634\r HP OfficeJet 4635\r HP OfficeJet 4636\r HP OfficeJet 4636e\r \r \r HP ENVY\r \r HP ENVY 4500\r HP ENVY 4500E\r HP ENVY 4502\r HP ENVY 4503\r HP ENVY 4504\r HP ENVY 4507\r HP ENVY 4508\r HP ENVY 5530\r HP ENVY 5532\r HP ENVY 5534",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433445&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.448Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433670",
    "name": "HP 301XL Cartridge Zwart",
    "price": 55,
    "image": "https://coolblue.bynder.com/transform/26fb7797-f25f-41ee-a211-726885d5b987/105608?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af met de HP 301XL Cartridge Zwart. Met deze cartridge print je tot wel 480 pagina's in zwart. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r Geschikte printers\r \r HP DeskJet\r \r HP DeskJet 1000\r HP DeskJet 1010\r HP DeskJet 1050\r HP DeskJet 1050A\r HP DeskJet 1055\r HP DeskJet 1510\r HP DeskJet 1512\r HP DeskJet 1514\r HP DeskJet 2000\r HP DeskJet 2050\r HP DeskJet 2050A\r HP DeskJet 2054\r HP DeskJet 2054A\r HP DeskJet 2510\r HP DeskJet 2514\r HP DeskJet 2540\r HP DeskJet 2542\r HP DeskJet 2543\r HP DeskJet 2544\r HP DeskJet 2545\r HP DeskJet 2547\r HP DeskJet 2549\r HP DeskJet 3000\r HP DeskJet 3050\r HP DeskJet 3050A\r HP DeskJet 3052A\r HP DeskJet 3055A\r HP DeskJet 3057A\r HP DeskJet 3059A\r \r \r HP OfficeJet\r \r HP OfficeJet 2620\r HP OfficeJet 2622\r HP OfficeJet 2624\r HP OfficeJet 4630\r HP OfficeJet 4632\r HP OfficeJet 4634\r HP OfficeJet 4635\r HP OfficeJet 4636\r HP OfficeJet 4636e\r \r \r HP ENVY\r \r HP ENVY 4500\r HP ENVY 4500E\r HP ENVY 4502\r HP ENVY 4503\r HP ENVY 4504\r HP ENVY 4507\r HP ENVY 4508\r HP ENVY 5530\r HP ENVY 5532\r HP ENVY 5534",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433670&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.448Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38878766986",
    "name": "HP 301 Cartridge Kleur",
    "price": 32.99,
    "image": "https://coolblue.bynder.com/transform/c7a095d8-b4f8-4176-8693-fa34dd00c4a3/105613?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 301 Cartridge Kleur. Met deze cartridge print je tot wel 165 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r Geschikte printers\r \r HP DeskJet\r \r HP DeskJet 1000\r HP DeskJet 1010\r HP DeskJet 1050\r HP DeskJet 1050A\r HP DeskJet 1055\r HP DeskJet 1510\r HP DeskJet 1512\r HP DeskJet 1514\r HP DeskJet 2000\r HP DeskJet 2050\r HP DeskJet 2050A\r HP DeskJet 2054\r HP DeskJet 2054A\r HP DeskJet 2510\r HP DeskJet 2514\r HP DeskJet 2540\r HP DeskJet 2542\r HP DeskJet 2543\r HP DeskJet 2544\r HP DeskJet 2545\r HP DeskJet 2547\r HP DeskJet 2549\r HP DeskJet 3000\r HP DeskJet 3050\r HP DeskJet 3050A\r HP DeskJet 3052A\r HP DeskJet 3055A\r HP DeskJet 3057A\r HP DeskJet 3059A\r \r \r HP OfficeJet\r \r HP OfficeJet 2620\r HP OfficeJet 2622\r HP OfficeJet 2624\r HP OfficeJet 4630\r HP OfficeJet 4632\r HP OfficeJet 4634\r HP OfficeJet 4635\r HP OfficeJet 4636\r HP OfficeJet 4636e\r \r \r HP ENVY\r \r HP ENVY 4500\r HP ENVY 4500E\r HP ENVY 4502\r HP ENVY 4503\r HP ENVY 4504\r HP ENVY 4507\r HP ENVY 4508\r HP ENVY 5530\r HP ENVY 5532\r HP ENVY 5534",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38878766986&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.448Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435621",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 49mm",
    "price": 33.99,
    "image": "https://coolblue.bynder.com/transform/f743e2a1-d71e-48bb-9133-c62a3b2e8933/106123?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435621&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.448Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435595",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 52mm",
    "price": 54,
    "image": "https://coolblue.bynder.com/transform/9f386a70-daaa-441f-9898-f97995197289/106124?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435595&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.448Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38929965076",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 55mm",
    "price": 55,
    "image": "https://coolblue.bynder.com/transform/6f00af9b-9ae8-4dd1-902a-93af671499de/106125?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38929965076&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.448Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435587",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 58mm",
    "price": 42.99,
    "image": "https://coolblue.bynder.com/transform/7076668f-40d3-4ea9-baa2-2a3457773be6/106127?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435587&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435594",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 67mm",
    "price": 45.99,
    "image": "https://coolblue.bynder.com/transform/2af5de08-2365-48e9-9f65-63a54f944eb2/106129?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435594&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435622",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 72mm",
    "price": 59,
    "image": "https://coolblue.bynder.com/transform/ed8e300f-52eb-4f37-95c6-d4014a6bc3c4/106130?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435622&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435631",
    "name": "Hoya HRT Polarisatiefilter en UV-Coating 77mm",
    "price": 51,
    "image": "https://coolblue.bynder.com/transform/bcf525fb-6713-40bc-aa81-969644fec88c/106131?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Eén filter die het werk van twee doet. Met de Hoya HRT Polarisatiefilter en UV-Coating hoef je niet te kiezen welk verschijnsel je het eerste aanpakt. Zijn reflecties in (brillen)glazen, ruiten of wateren niet de bedoeling? Dit filter polariseert licht waardoor die niet meer voorkomen. Wil je tegelijkertijd voorkomen dat de zon een waas over je foto's legt? Ook geen probleem. Ditzelfde filter neemt ook ultraviolette stralen weg. Ondanks de twee functies is het filter maar 5 mm slank, je groothoek ondervindt geen enkele hinder. Met zoveel mooie eigenschappen maakt dit filter zich onmisbaar voor landschapsfotografen. Maar eigenlijk elke fotograaf die graag ongewenste vignettering wil voorkomen. En wie is dat niet?",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435631&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435603",
    "name": "Hoya Digital Filter Introduction Kit 49mm",
    "price": 36.99,
    "image": "https://coolblue.bynder.com/transform/22110d0d-05fd-473c-ad64-3c1bffb0bdf5/106138?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Hoya Digital Filter Introduction Kit is een kit voor de startende fotograaf. Hij bestaat uit een circulair polarisatiefilter, multicoated uv-filter en NDX8-grijsfilter. De uv- en polarisatiefilters filteren licht weg, waardoor je geen last hebt van reflecties, zweem en blauwe wazen. Handig voor landschapsfotografie. Het grijsfilter verhoogt het contrast van je foto's en maakt ze beweeglijker. Zo wordt een waterval een sluier van water. De filters berg je op in de meegeleverde etui.",
    "shortDescription": "Met deze kit heb je een complete set lensfilters voor allerlei gebruikssituaties.Voor de gevorderde fotograaf zijn losse filters van hogere kwaliteit aan te raden.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435603&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429711",
    "name": "HP 85A Toner Zwart",
    "price": 93,
    "image": "https://coolblue.bynder.com/transform/0fa4daee-6b0a-4f17-b3b0-987891ed5589/106304?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze HP 85A Toner Zwart is een toner geschikt voor onderstaande HP printers.\r \r \r Geschikte printers\r HP LaserJet Pro\r \r \tHP LaserJet M1132 MFP\r \tHP LaserJet M1212 MFP\r \tHP LaserJet M1217 MFP\r \tHP LaserJet P1102\r \tHP LaserJet P1106",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429711&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41164229459",
    "name": "Panasonic DMW-BMB9",
    "price": 49.99,
    "image": "https://coolblue.bynder.com/transform/d7fe6d29-7d22-4e61-845b-fc8c793ec664/107355?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Panasonic DMW-BMB9 is een originele accu voor digitale camera's van Panasonic en Leica. Je gebruikt de accu als je huidige accu kapot is of leeg raakt tijdens het fotograferen. \r \r \r Let op, de accu is geschikt voor onder andere de volgende modellen: Panasonic DMC-FZ100, DMC-FZ45, Lumix DC-FZ82, Lumix DC-FZ83, Lumix DMC-FZ150, Lumix DMC-FZ48, Lumix DMC-FZ62, Lumix DMC-FZ72, Lumix DMC-FZ82, Lumix DMW-FZ72, Leica V-Lux 2 en V-Lux 3.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41164229459&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "42201150421",
    "name": "Makita P-72899 Stofzak (5x)",
    "price": 31.99,
    "image": "https://coolblue.bynder.com/transform/ceaf9cc9-7b13-427c-9564-8bb8b3ca5a8f/109485?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze papieren Makita P-72899 stofzuigerzakken zijn speciaal gemaakt om bouw- en fijnstof goed op te vangen. Je maakt de zak gemakkelijk dicht, dus je hoeft je geen zorgen te maken over geknoei wanneer je hem vervangt voor een nieuwe. In de verpakking vind je 5 stofzuigerzakken.\r \r Let op: Deze zakken zijn geschikt voor de volgende Makita bouwstofzuigers: 446L, VC2010L, VC2512L, VC3011L, VC3511L, VC2000L en VC2012L.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=42201150421&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "40253149235",
    "name": "Nikon EN-EL14a",
    "price": 66,
    "image": "https://coolblue.bynder.com/transform/4655c38c-d2a3-43a5-8353-a18522a3b232/109900?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Nikon EN-EL14a breid je de gebruiksduur van je Nikon camera uit. Je vervangt je huidige accu als hij leeg raakt of kapot is. Dit is een originele Nikon-accu. \r \r \r Let op, de accu is geschikt voor de volgende modellen: Nikon Coolpix P7000, Coolpix P7100, Coolpix P7700, Coolpix P7800, D3100, D3200, D3300, D3400, D3500, D5100, D5200, D5300, D5500, D5600 en de battery grips voor deze camera's.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=40253149235&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433394",
    "name": "Remington HC5810 Genius",
    "price": 53,
    "image": "https://coolblue.bynder.com/transform/afe3c8b8-cfc7-4d35-8506-87100cf76d38/110608?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Remington HC8510 Genius haal je een uitgebreide tondeuseset in huis. Deze set bestaat onder andere uit een kappersschaar, reinigingsborsteltje en 10 opzetkammen met een kniplengte van 3 tot 40 millimeter. Met de opzetstukken kies je de juiste kniplengte en dankzij het kliksysteem blijft de kniplengte tijdens de knipbeurt gelijk. Ga je voor een bijna kaal hoofd, dan gebruik je de tondeuse zonder opzetkam. Met het draaiwiel kies je uit 5 lengtes van 0,8 tot 2 millimeter. Met een volle accu gebruik je de tondeuse tot 50 minuten lang en op het display lees je af hoelang de accu nog mee gaat. Na gebruik berg je de tondeuse op in de meegeleverde koffer of plaats je `m in het laadstation.",
    "shortDescription": "Met een minimale kniplengte van 0,8 is deze tondeuse ook geschikt voor het creëren van korte kapsels.Op het display zie je direct op welke kniplengte de tondeuse staat ingesteld.Je bergt de tondeuse en de accessoires handig op in de koffer.Deze tondeuse is niet waterdicht, dus het is alleen mogelijk om de losgekoppelde messen af te spoelen.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433394&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.449Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840443573",
    "name": "Jupio NP-BN1",
    "price": 25.99,
    "image": "https://coolblue.bynder.com/transform/3216fc38-3ec6-48fe-9bbf-48cc17cb38f7/111402?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Jupio NP-BN1 is een niet-originele accu voor je digitale camera van Sony. Dit is handig als je accu kapot is of onderweg leeg raakt. \r \r \r Let op, de accu is geschikt voor onder andere de volgende modellen: Sony CyberShot DSC-H90, Cybershot DSC-HX10V, Cybershot DSC-TF1, Cybershot DSC-TX10, Cybershot DSC-TX20, Cybershot DSC-TX30, Cybershot DSC-TX55, Cybershot DSC-W520, Cybershot DSC-W570, Cybershot DSC-W610, Cybershot DSC-W620, Cybershot DSC-W630, Cybershot DSC-W690, Cybershot DSC-W710, Cybershot DSC-W730, Cybershot DSC-W810, Cybershot DSC-W830, Cybershot DSC-WX100, Cybershot DSC-WX150, Cybershot DSC-WX200, Cybershot DSC-WX220, Cybershot DSC-WX50, Cybershot DSC-WX60, Cybershot DSC-WX7, Cybershot DSC-WX80, Cybershot DSC-WX9, CyberShot DSC-W310, CyberShot DSC-W320, CyberShot DSC-W350, CyberShot DSC-W380, CyberShot DSC-W390, CyberShot DSC-W510, CyberShot DSC-W530, CyberShot DSC-W570 en CyberShot DSC-WX30.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840443573&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "41775819330",
    "name": "DYMO LabelManager 210D+ Labelprinter Qwerty",
    "price": 62,
    "image": "https://coolblue.bynder.com/transform/a114dc04-e17d-46dd-8019-b55fe5244efc/113732?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Maak professionele labels met één druk op de knop met de DYMO LabelManager 210D+ Labelprinter Qwerty. Deze compacte labelprinter heeft een LCD scherm met toetsenbord. Druk de letter in die je nodig hebt en hij verschijnt op het scherm. Ook kies je verschillende afdrukstijlen zoals lettergrootte en printstijlen. Zo maak je elk label anders. De LabelManager 210D+ werkt op 6 AA batterijen. Gebruik je de labelmaker even niet? Dan schakelt deze automatisch uit zodat je batterij bespaart.",
    "shortDescription": "Met het LCD scherm en toetsenbord maak je makkelijk en snel labels.Verander de opmaakstijl, waardoor je verschillende labels print.Door de automatische uitschakelfunctie bespaar je batterij.Deze labelprinter werkt op AA batterijen die niet worden meegeleverd.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41775819330&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429550",
    "name": "Double A Paper A3-papier Wit 80g/m2 2.500 Vellen",
    "price": 93,
    "image": "https://coolblue.bynder.com/transform/20ec2263-ed7f-4397-9d36-ccc08311c977/115415?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Papier is... papier. Althans, dat zou je denken. Maar niets is minder waar. Ook op het gebied van printbenodigdheden bestaan inferieure en superieure varianten. Het Double A Paper A3-papier behoort zonder twijfel tot de tweede categorie. Want deze 2.500 hoogwaardige velletjes zijn pas echt hagelwit, wat uiteindelijk de kwaliteit van de printjes ten goede komt. Bovendien is het dik genoeg om tweezijdig te gebruiken zonder storende 'doordrukken'. Kortom: Double A Paper, double quality paper.Let wel: dit product bestaat uit vijf pakken van elk 500 vellen papier.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429550&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41666419764",
    "name": "DYMO LabelWriter Adres Etiket 36 x 89 mm 520 stuks",
    "price": 29.99,
    "image": "https://coolblue.bynder.com/transform/b7a89bfc-e7bd-473b-a9dc-c68dd7aa52c6/115559?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Print je adressen professioneel uit met de DYMO LabelWriter Adres Etiket 36 x 89 mm 520 stuks (S0722400). Deze zelfklevende labels zijn geschikt voor thuis- en kantoorgebruik. Zo label je makkelijk mappen en druk je adressen snel af. Je hebt geen inkt of toner nodig door de thermische afdruktechnologie. De DYMO LabelWriter adres labels zijn geschikt voor LabelWriter systemen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41666419764&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429219",
    "name": "DYMO LabelWriter Grote Etiketten 54 x 101 mm 220 stuks",
    "price": 26.99,
    "image": "https://coolblue.bynder.com/transform/c53f39da-a0fa-4911-970b-1572887fc9db/115564?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Print efficiënt grote labels met de DYMO LabelWriter Grote Etiketten 54 x 101 mm 220 stuks (S0722430). Deze zelfklevende labels zijn geschikt voor thuis- en kantoorgebruik. Zo print je snel verzendlabels en maak je makkelijk naambadges voor evenementen. Je hebt geen inkt of toner nodig door de thermische afdruktechnologie. De DYMO LabelWriter etiketten zijn geschikt voor LabelWriter systemen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429219&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429218",
    "name": "Dymo D1 Naamlabels Zwart-Wit (6 mm x 7 m)",
    "price": 24.99,
    "image": "https://coolblue.bynder.com/transform/9c3bd3f1-3a99-4ad0-bada-ab67c50a557c/115569?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Gebruik DYMO D1 naamlabels om je spullen te voorzien van een duidelijke en herkenbare sticker met je naam of andere tekst. Zo hou je je zaken geordend en raak je minder snel iets kwijt.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429218&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429679",
    "name": "Brother TN-2210 Toner Zwart",
    "price": 58,
    "image": "https://coolblue.bynder.com/transform/3c2fc98a-c85a-48ac-9cfa-fbaeaa8037df/116934?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze Brother TN-2210 Toner Zwart is een toner geschikt voor onderstaande Brother printers.\r \r Geschikte printers\r Brother DCP\r \r \tBrother DCP-7060D\r \tBrother DCP-7065DN\r \tBrother DCP-7070DW\r \r \r Brother Fax\r \r \tBrother FAX-2840\r \tBrother FAX-2845\r \r \r Brother HL\r \r \tBrother HL-2240D\r \tBrother HL-2250DN\r \tBrother HL-2240\r \tBrother HL-2270DW\r \r \r Brother  MFC\r \r \tBrother MFC-7360N\r \tBrother MFC-7460DN\r \tBrother MFC-7860DW",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429679&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429671",
    "name": "Brother TN-2220 Toner Zwart (Hoge Capaciteit)",
    "price": 89,
    "image": "https://coolblue.bynder.com/transform/35940209-0c52-493e-95e5-04bf9a437828/116935?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze Brother TN-2220 Toner Zwart (Hoge Capaciteit) is een toner geschikt voor onderstaande Brother printers.\r \r \r Geschikte printers\r Brother DCP\r \r \tBrother DCP-7060D\r \tBrother DCP-7065DN\r \tBrother DCP-7070DW\r \r \r Brother FAX\r \r \tBrother FAX-2840\r \tBrother FAX-2845\r \r \r Brother HL\r \r \tBrother HL-2240\r \tBrother HL-2240D\r \tBrother HL-2250DN\r \tBrother HL2270DW\r \r \r Brother  MFC\r \r \tBrother MFC-7360N\r \tBrother MFC-7460DN\r \tBrother MFC-7860DW",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429671&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429686",
    "name": "HP 128A Toner Zwart",
    "price": 96,
    "image": "https://coolblue.bynder.com/transform/222622c1-72f0-4755-88d6-915acd1a2020/117131?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze HP 128A Toner Zwart is een toner geschikt voor onderstaande HP printers.\r \r Geschikte printers\r HP Color Laserjet\r \r \tHP Color LaserJet CP1525\r \tHP Color LaserJet CM1415",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429686&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41106790148",
    "name": "Panasonic DMW-BLC12",
    "price": 62,
    "image": "https://coolblue.bynder.com/transform/9e9f4d4d-505d-42f1-9a21-d73f38864c4b/123743?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Panasonic DMW-BLC12 is een originele accu voor digitale camera's van Panasonic. Je gebruikt de accu als je huidige accu kapot is of leeg raakt tijdens het fotograferen. \r \r Let op, de accu is geschikt voor onder andere de volgende modellen: Panasonic Lumix DMC-G5, DMC-G5K, DMC-G5X, DMC-G5W, DMC-G6, DMC-G6K, DMC-G6W, DMC-G6X, DMC-G7, DMC-G80, DMC-GX8, DMC-FZ1000, DMC-FZ200, DMC-FZ300",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41106790148&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840444889",
    "name": "De'Longhi Magnifica ECAM 22.110SB Zilver",
    "price": 333,
    "image": "https://coolblue.bynder.com/transform/50dc6831-c738-4521-acf1-4157c45e0a83/131069?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de De'Longhi Magnifica ECAM 22.110SB Zilver zet je gemakkelijk een espresso of koffie voor 1 of 2 personen. Je stelt de sterkte per kopje koffie in met de grote draaiknop. Zo drink je 's ochtends een sterke espresso en sluit je dag af met een milde koffie. Drink je liever een cafeïnevrije koffie? Dan zet je ook tussendoor een kopje koffie via het aparte vakje voor gemalen koffie. Ben je fan van een melkspecialiteit, zoals een cappuccino of latte macchiato? Dan schuim je zelf melk op met het stoompijpje.\r \r Wanneer er iets mis is met de koffiemachine, biedt De'Longhi in Nederland en België service aan huis aan met eigen monteurs.\r \r Snel een kopje koffie zetten met een De'Longhi volautomaat\r Wanneer je 2 kopjes koffie zet, maalt De'Longhi in één keer de koffiebonen fijn. Hierdoor zet je sneller 2 koffies dan bij andere merken.",
    "shortDescription": "Kies uit 2 koffiespecialiteiten waarvan je zelf de sterkte en hoeveelheid aanpast.Zet gemakkelijk een decafeïne koffie dankzij het aparte vakje voor gemalen koffie.Met een waterreservoir van 1,8 liter zet je veel kopjes koffie achter elkaar, zonder het reservoir bij te vullen.Je schuimt zelf melk op met de stoompijp, waardoor je minder snel en gemakkelijk een cappuccino zet.Zonder display begeleidt het apparaat je niet door een menu met keuzeopties tijdens het koffiezetten.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840444889&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429643",
    "name": "Brother TN-2010 Toner Zwart",
    "price": 54,
    "image": "https://coolblue.bynder.com/transform/fdf880c2-0d29-4bd1-83e7-814d85c1298f/132027?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze Brother TN-2010 Toner Zwart is een toner geschikt voor onderstaande Brother printers.\r \r Geschikte printers\r Brother HL\r \r \tBrother HL-2130\r \tBrother HL-2132\r \tBrother HL-2132E\r         Brother HL-2135W\r \r \r Brother DCP\r \r \tBrother DCP-7055\r \tBrother DCP-7057\r \tBrother DCP-7057E",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429643&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840436711",
    "name": "Nikon AF-S 50mm f/1.8G",
    "price": 245,
    "image": "https://coolblue.bynder.com/transform/2ce8899c-b586-445c-905f-4b9115186129/133084?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Nikon AF-S 50mm f/1.8G is een compacte, lichtsterke lens met een vast brandpunt van 50 millimeter. Hij is geschikt voor Nikon spiegelreflexcamera's. Het objectief heeft een SWM scherpstel-motor. Hierdoor kan je, als je camera zelf geen autofocusmotor heeft, toch gebruik maken van autofocus. Door zijn lichtsterkte van f/1.8 creëer je een  prettig bokeh effect. Daarnaast is het objectief zo ontworpen dat hij een scherpstelafstand van 45 centimeter heeft, waardoor je ook onderwerpen van dichtbij fotografeert.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840436711&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "39671771087",
    "name": "Fritel FR 1455 3L",
    "price": 70,
    "image": "https://coolblue.bynder.com/transform/c51eab0c-7701-4650-a1fd-c3b82574a08d/133852?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Fritel FR 1455 3L is een eenvoudige en compacte, maar kwalitatieve friteuse. Deze friteuse met een inhoud van 3 liter geeft je genoeg ruimte voor ruim 1 kilo frietjes of snacks. De koude zone zorgt ervoor dat frituurrestjes naar de bodem zakken zodat de olie schoon blijft. Na gebruik is de friteuse volledig uit elkaar te halen en eenvoudig te reinigen. Aan veiligheid is ook gedacht, want de friteuse heeft een drievoudige beveiliging tegen oververhitting en stevige koude grepen.",
    "shortDescription": "Het geurfilter houdt voor een groot deel de baklucht tegen, zodat je huis minder naar eten ruikt.Dankzij het kijkvenster houd je het eten goed in de gaten.Je klapt het handvat van de frituurmand in, zodat je de frituurpan gemakkelijker opbergt.Je houdt zelf in de gaten wanneer jouw bereiding klaar is, want de frituurpan heeft geen timer.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=39671771087&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840443598",
    "name": "Jupio LP-E10 (1020 mAh)",
    "price": 29.99,
    "image": "https://coolblue.bynder.com/transform/1cb78c07-1765-4217-9084-9760ef71f172/135807?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Jupio LP-E10 is een niet-originele accu voor Canon camera's. Je gebruikt deze accu als extra accu als je op locatie fotografeert of om je huidige accu te vervangen. \r \r Let op, de accu is geschikt voor onder andere de volgende modellen: Canon EOS 1100D, 1200D, 1300D, 2000D, 4000D",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840443598&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840443555",
    "name": "Canon LP-E10",
    "price": 55,
    "image": "https://coolblue.bynder.com/transform/51ff7521-247b-41ca-a8b7-63865f473b8f/135820?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Canon LP-E10 is een originele accu voor digitale camera's van Canon. Je gebruikt de accu als je huidige accu kapot is of leeg raakt tijdens het fotograferen. Deze accu is onder andere geschikt voor Canon EOS 1100D, 1200D, 1300D, 2000D, 4000D.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840443555&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429642",
    "name": "HP 126A Toner Zwart",
    "price": 72,
    "image": "https://coolblue.bynder.com/transform/621747ed-bca5-41ec-8b75-2127b8cf37c3/137403?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze HP 126A Toner Zwart is een toner geschikt voor onderstaande HP printers.\r \r \r Geschikte printers\r HP Color LaserJet\r \r \tHP Color LaserJet CP1025\r \r \r HP Color LaserJet Pro\r \r \tHP Color LaserJet Pro 100 Color MFP M175\r \tHP Color LaserJet Pro 200 Color MFP M275",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429642&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38847731061",
    "name": "HP 301 Cartridges Combo Pack",
    "price": 56,
    "image": "https://coolblue.bynder.com/transform/95471cd4-f66b-4c4d-a9ea-e1f7652c61db/139819?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 301 Cartridges Combo Pack. Met deze cartridges print je tot wel 165 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r \r Geschikte printers\r \r HP DeskJet\r \r HP DeskJet 1000\r HP DeskJet 1010\r HP DeskJet 1050\r HP DeskJet 1050A\r HP DeskJet 1055\r HP DeskJet 1510\r HP DeskJet 1512\r HP DeskJet 1514\r HP DeskJet 2000\r HP DeskJet 2050\r HP DeskJet 2050A\r HP DeskJet 2054\r HP DeskJet 2054A\r HP DeskJet 2510\r HP DeskJet 2514\r HP DeskJet 2540\r HP DeskJet 2542\r HP DeskJet 2543\r HP DeskJet 2544\r HP DeskJet 2545\r HP DeskJet 2547\r HP DeskJet 2549\r HP DeskJet 3000\r HP DeskJet 3050\r HP DeskJet 3050A\r HP DeskJet 3052A\r HP DeskJet 3055A\r HP DeskJet 3057A\r HP DeskJet 3059A\r \r \r HP OfficeJet\r \r HP OfficeJet 2620\r HP OfficeJet 2622\r HP OfficeJet 2624\r HP OfficeJet 4630\r HP OfficeJet 4632\r HP OfficeJet 4634\r HP OfficeJet 4635\r HP OfficeJet 4636\r HP OfficeJet 4636e\r \r \r HP ENVY\r \r HP ENVY 4500\r HP ENVY 4500E\r HP ENVY 4502\r HP ENVY 4503\r HP ENVY 4504\r HP ENVY 4507\r HP ENVY 4508\r HP ENVY 5530\r HP ENVY 5532\r HP ENVY 5534",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38847731061&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840444632",
    "name": "KitchenAid 5KSM5GB Glazen mengkom 4,7 L",
    "price": 93,
    "image": "https://coolblue.bynder.com/transform/a73c19d1-0bde-4bc0-be2a-54f902941882/142225?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Je mixt in de KitchenAid 5KSM5GB Glazen mengkom 4,7 L ingrediënten. De mengkom is van glas, zodat je de bereiding met één oogopslag in de gaten houdt. Oók als je op een afstandje staat. Dankzij de handige maataanduiding meet je ingrediënten direct in de mengkom af. Scheelt weer een maatbeker afwassen. \r \r Let op: deze mengkom is alleen geschikt voor de 4,3 liter en 4,8 liter KitchenAid keukenmixers met kantelbare kop. Op andere keukenmixers werkt deze mengkom niet.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840444632&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41428935063",
    "name": "Kenwood AT641 Sapcentrifuge",
    "price": 122,
    "image": "https://coolblue.bynder.com/transform/844f849c-6f78-4dba-b1a4-7d39f2294613/147378?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Kenwood AT641 Sapcentrifuge pers je van groenten en fruit verse sapjes. Dankzij de ruime vulopening heb je weinig snijwerk en kost een vers sapje bereiden weinig tijd. Er zitten aparte bakken bij om het pulp en sap in op te vangen. \r \r \r Je gebruikt dit accessoire op alle Kenwood Chef modellen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41428935063&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "40822453228",
    "name": "Kenwood KAX71.000WH IJsbereider",
    "price": 87,
    "image": "https://coolblue.bynder.com/transform/7505f02a-7e45-4bb5-b67b-58c6edd1ee83/147380?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Kenwood KAX71.000WH IJsbereider maak je zelf room- en sorbetijs met jouw Kenwood Chef keukenmixer. In de mengkom maak je in 30 minuten tot 1 liter ijs tegelijk, zodat je met het hele gezin geniet van jouw vers gemaakte ijs. Plaats de kom van te voren in de vriezer om in te koelen, voordat je `m gebruikt.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=40822453228&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41374169101",
    "name": "Kenwood AT340 Hoge Snelheidsrasp",
    "price": 153,
    "image": "https://coolblue.bynder.com/transform/7eb56118-97f3-4a59-bcb9-5bcd2ab51274/147383?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Kenwood AT340 Hoge Snelheidsrasp maak je bereidingen met vers geraspte groenten en fruit. Je maakt er bijvoorbeeld salades, viskoekjes en geraspte kaas mee. Dit accessoires bevat 7 verschillende schijven om mee te snijden en raspen. Allereerst 4 verschillende snijschijven, de standaard fritesschijf, de fijne fritesschijf, de grove snijschijf en de fijne snijschijf. Ook zijn er 3 raspschijven meegeleverd, de extra fijne raspschijf, de fijne raspschijf en tot slot de grove raspschijf. Na gebruik reinig je de losse onderdelen gewoon in de vaatwasser.\r \r   \r Je gebruikt dit accessoire op alle Kenwood Chef modellen.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41374169101&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.450Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "38870340082",
    "name": "Thrustmaster TH8A Shifter",
    "price": 166,
    "image": "https://coolblue.bynder.com/transform/19330db8-c4aa-4d16-8f7d-ef4707173de1/148707?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Thrustmaster TH8A Shifter maakt jouw racegames nog realistischer. Met een schakelbak schakel je handmatig in rally games als Gran Turismo of Forza Horizon. De TH8A heeft 8 versnellingen, waardoor je snel doorschakelt. Het binnenwerk, de pook en het klemsysteem zijn helemaal van metaal. Hierdoor gaat de schakelbak lang mee en kan hij tegen een stootje. Ook heeft hij een contactloze magnetische sensor. Zo registreert de schakelbak jouw bewegingen nauwkeurig, voor de beste speelervaring. De pook heeft een afneembare knop die je makkelijk vervangt voor een andere, zoals in een auto.",
    "shortDescription": "Je slaat voorkeursinstellingen op in het interne geheugen van de schakelpook.Klem de schakelpook gemakkelijk vast aan je tafel, bureau of racestoel met het klemsysteem.Door de metalen afwerking kan de schakelbak tegen een stootje en gaat hij langer mee.Je klemt de schakelbak vast op een maximale dikte van 5 centimeter.De Thrustmaster TH8A Shifter is niet 100% geschikt voor elke racegame.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38870340082&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429222",
    "name": "DYMO Authentieke LabelWriter Kleine Naambadge Label Wit (41 mm x 89 mm)",
    "price": 28.99,
    "image": "https://coolblue.bynder.com/transform/d4e2fb3e-1ec3-4684-8e57-a2f21fc2605b/151264?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De DYMO Authentieke LabelWriter Kleine Naambadge Label Wit (41 mm x 89 mm) zorgen voor een moeiteloos bezoekersmanagement. Geen naamsverwarring meer door onduidelijk geschreven letters. Vanaf nu weet iedereen hoe je heet. Door de thermische afdruktechniek zien de naambadges er verzorgd uit en behoren vage inktvlekken tot het verleden. Blijkt een naam toch verkeerd gespeld, dan verwijder je het label gemakkelijk en druk je gewoon een nieuwe af. Er zitten 300 labels op 1 rol, dus er is er vast nog 1 over. De DYMO Naambadge labels zijn geschikt voor de DYMO LabelWriter 450- en 4XL-labelmakers.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429222&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433899",
    "name": "Bosch MFQ4070",
    "price": 72,
    "image": "https://coolblue.bynder.com/transform/2078bbc4-023d-4e96-b9f4-803ca81893d5/151904?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze Bosch MFQ4070 is net iets ambitieuzer. Hij heeft namelijk niet alleen twee kloppers en twee deeghaken, maar ook een RVS staafmixervoet. Bovendien heeft de handmixer een krachtige, stille en lichte motor met een vermogen van 500 watt, vijf snelheidsstanden en een turbofunctie. Zo klop, roer, kneed en mix je een heel scala aan gerechten. Het is een keukenhulp waarmee je verschillende apparaten combineert, maar die toch niet veel ruimte in beslag neemt.",
    "shortDescription": "Krachtige, lichte en stille motor.Met RVS staafmixervoet: sterk en vaatwasmachinebestendig.Vijf snelheidsstanden en een turbofunctie: de juiste stand voor iedere situatie.Er wordt geen hakmolen meegeleverd.De accessoires hebben geen opbergbox om ze in op te bergen.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433899&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433883",
    "name": "Bosch MFQ4080",
    "price": 70,
    "image": "https://coolblue.bynder.com/transform/77488834-d869-4e81-8511-f4f6775b3687/151905?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Bosch MFQ4080 gaat veel verder dan het standaard klop- en kneedwerk. Naast twee kloppers en deeghaken wordt er namelijk ook een RVS staafmixervoet, XL-hakmolen en mengbeker meegeleverd. Zo mix, klop, roer, kneed en hak je veel verschillende bereidingen. Bovendien heeft deze handmixer een krachtige, stille en lichte motor met een vermogen van 500 watt. De snelheid stel je gemakkelijk in op één van de 5 standen, of je gebruik de turbofunctie voor extra kracht.",
    "shortDescription": "Deze handmixer heeft een krachtige, lichte en stille motor.Bij de handmixer krijg je een rvs staafmixervoet, XL-hakmolen en mengbeker.Dankzij de 5 snelheidsstanden en turbofunctie kies je altijd voor de juiste snelheid.Er is geen handig opbergsysteem voor alle accessoires.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433883&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "39593246560",
    "name": "KitchenAid 5K5THSBP Mengkom Gepolijst RVS 4,8 L",
    "price": 89,
    "image": "https://coolblue.bynder.com/transform/1b5fd6d3-5704-4c23-8220-3d412224c922/152012?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Je gebruikt de KitchenAid 5K5THSBP Mengkom Gepolijst RVS 4,8 L om ingrediënten in te mixen. Je verwerkt bijvoorbeeld tot één kilogram bloem en 12 eiwitten in de kom. De kom is gemaakt van gepolijst roestvrij staal. Dit maakt hem stevig en duurzaam en het geeft de kom een stijlvolle uitstraling. De kom is voorzien van een handgreep. Hierdoor is hij gemakkelijk te verplaatsen. Een extra mengkom is handig om in huis te hebben als je meerdere bereidingen achter elkaar maakt. Zo sta je niet eerst af te wassen, maar ga je gelijk door met de volgende bereiding. En na gebruik zet je de kom gewoon in de vaatwasser. \r \r Let op: deze mengkom is alleen geschikt voor de 4,3 liter en 4,8 liter KitchenAid keukenmixers met kantelbare kop. Op andere keukenmixers werkt deze mengkom niet.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=39593246560&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433712",
    "name": "Canon CL-541XL Cartridge Kleur",
    "price": 52,
    "image": "https://coolblue.bynder.com/transform/b725b703-394e-4639-8c01-102a5f3738f8/157487?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Print kleuren helder en levendig met de Canon CL-541XL Cartridge Kleur. Met deze cartridges print je tot wel 400 pagina's in kleur. Na gebruik retourneer je gratis de lege cartridges bij Canon. Deze worden opnieuw gebruikt of gerecycled. Zo ben je milieuvriendelijk bezig. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r \r \r Geschikte printers\r Canon Pixma\r \r \tCanon Pixma MG2150\r \tCanon Pixma MG2250\r \tCanon Pixma MG3150\r \tCanon Pixma MG3250\r \tCanon Pixma MG3550\r \tCanon Pixma MG3650\r \tCanon Pixma MG4150\r \tCanon Pixma MG4250\r \tCanon Pixma MX375\r \tCanon Pixma MX395\r \tCanon Pixma MX435\r \tCanon Pixma MX455\r \tCanon Pixma MX475\r \tCanon Pixma MX515\r \tCanon Pixma MX525\r \tCanon Pixma MX535\r Canon Pixma TS5150\r Canon Pixma TS5151",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433712&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "39723380534",
    "name": "Domo MS171",
    "price": 45.99,
    "image": "https://coolblue.bynder.com/transform/6e728658-cbdc-4c74-b5a9-768026d6bf2e/158358?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Domo MS171 is een eenvoudige snijmachine die ervoor zorgt dat je zelf je brood, beleg of groenten in de gewenste dikte snijdt. Deze snijdikte stel je namelijk zelf traploos in tot 15 millimeter. Hierdoor heb je veel controle over hoe dik jouw plakjes brood of juist hoe dun jouw vleeswaren zijn. De snijmachine is voorzien van een roestvrijstalen kartelmes en een veiligheidsschakelaar. Hiermee voorkom je dat de machine draait terwijl er niemand in de buurt is. Na gebruik is de snijmachine eenvoudig schoon te maken. Daarna klap je de machine in en berg je deze door het compacte formaat gemakkelijk op.",
    "shortDescription": "RVS kartelmes voor onder andere brood, groenten en bepaalde vleeswaren.Eenvoudig te demonteren, reinigen en opbergen.Deze snijmachine is voorzien van een veiligheidsschakelaar.Enkel een gekarteld mes, dus minder geschikt voor kaas en fijne vleeswaren als ham.De slede is niet schuin opgesteld of kantelbaar om het voedsel beter te geleiden.De kunststof behuizing is minder stevig en duurzaam dan een metalen variant.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=39723380534&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840438179",
    "name": "Domo DO521S",
    "price": 80,
    "image": "https://coolblue.bynder.com/transform/59705171-2519-43f4-b6b3-23766f9f3e45/158359?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Domo DO521S snijmachine gebruik je voor de eenvoudige snijklussen in huis. Met het grote, licht gekartelde rvs mes met een diameter van 19 cm snijd je gemakkelijk verschillende soorten etenswaren in dikke of juist dunne plakken. Je stelt namelijk zelf de breedte in, van 1 tot 15 millimeter. De snijmachine staat extra stevig, doordat deze 4 rubberen voetjes heeft. Deze voetjes voorkomen dat de snijmachine wegglijdt en geven 'm extra grip op gladde oppervlakken, zoals het aanrecht. Ben je klaar  met de snijmachine? Het mes is gemakkelijk te verwijderen zodat je de machine eenvoudig reinigt.",
    "shortDescription": "Krachtige motor en een licht gekarteld RVS mes voor onder andere brood, groenten en vleeswaren. Nauwkeurig instelbare dikte tot 15 mm.Stabiel en veilig dankzij metalen behuizing, rubberen zuigvoetjes en duimbeschermer.De slede is hellend, zodat het snijwaar goed richting het mes schuift.Enkel een gekarteld mes, dus minder geschikt voor kaas en fijne vleeswaren als ham.Er wordt geen messenslijper of opvangschaal meegeleverd.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840438179&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "39165194849",
    "name": "Sigma 105mm f/2.8 Macro Canon",
    "price": 469,
    "image": "https://coolblue.bynder.com/transform/8b32b64e-d2df-43eb-8683-9835dc010648/158708?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Sigma 105mm f/2.8 Macro lens voor Canon spiegelreflexcamera's is geschikt voor macro, portret- en natuurfotografie. Het objectief beschikt over SLD glaselementen, dit voorkomt chromatische  aberraties. Dit zorgt voor hoge scherpte, natuurlijke kleuren en optimaal contrast. Daarnaast zorgt de HSM motor voor een razendsnelle autofocus die je ook handmatig gebruikt voor precieze scherpstelling. Hierdoor leg je snel bewegende onderwerpen, zoals een vlinder, nauwkeurig vast. Ook voorkomt de lens schokken en bewegingen dankzij de ingebouwde beeldstabilisatie waarmee je 4 stops voordeel behaalt.",
    "shortDescription": "De lens heeft een Special Low Dispersion (SLD) glaselement, om lensfouten als gekleurde spookbeelden te voorkomen.De HSM (Hyper Sonic Motor) zorgt voor een hoge AF-snelheid, met een manuele focusovername.De optische beeldstabilisatie corrigeert onbedoelde bewegingen, en geeft je een voordeel van maar liefst 4 stops.Hoe dichter de lens op het onderwerp zit, hoe minder effectief de beeldstabilisatie is.Door het gewicht van 725 gram kan de lens wat zwaar aanvoelen.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=39165194849&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "39810011805",
    "name": "Sigma F 105mm f/2.8 EX DG Macro OS HSM Nikon",
    "price": 469,
    "image": "https://coolblue.bynder.com/transform/a4b8fb6b-6d1c-4d4e-8a67-1ca5a99364a8/158711?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Sigma 105mm f/2.8 Macro lens voor Nikon spiegelreflexcamera's is geschikt voor macro, portret- en natuurfotografie. Het objectief beschikt over SLD glaselementen, dit voorkomt chromatische  aberraties. Dit zorgt voor hoge scherpte, natuurlijke kleuren en optimaal contrast. Daarnaast zorgt de HSM motor voor een razendsnelle autofocus die je ook handmatig gebruikt voor precieze scherpstelling. Hierdoor leg je snel bewegende onderwerpen, zoals een vlinder, nauwkeurig vast. Ook voorkomt de lens schokken en bewegingen dankzij de ingebouwde beeldstabilisatie waarmee je 4 stops voordeel behaalt.",
    "shortDescription": "De lens heeft een Special Low Dispersion (SLD) glaselement, om lensfouten als gekleurde spookbeelden te voorkomen.De HSM (Hyper Sonic Motor) zorgt voor een hoge AF-snelheid, met een manuele focusovername.De optische beeldstabilisatie corrigeert onbedoelde bewegingen, en geeft je een voordeel van maar liefst 4 stops.Hoe dichter de lens op het onderwerp zit, hoe minder effectief de beeldstabilisatie is.Door het gewicht van 725 gram kan de lens wat zwaar aanvoelen.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=39810011805&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "38840439274",
    "name": "Fellowes Voetensteun",
    "price": 27.99,
    "image": "https://coolblue.bynder.com/transform/58d7f1c7-5403-4b27-9bc4-929221b3c326/159719?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Zit comfortabel tijdens het werken met de Fellowes Voetensteun. Deze voetsteun verhoogt de voeten en benen, waardoor druk in de onderrug wordt verlicht. Hierdoor zit je in een betere positie achter je bureau. Voor de juiste positie kan je de Fellowes Voetensteun aanpassen in twee verschillende standen.",
    "shortDescription": "Werk met een betere positie achter je bureau.Verlicht druk in je onderrug tijdens het zitten.Kies tussen 2 standen voor de juiste positie.De voetensteun is niet gemaakt van metaal.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840439274&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "42108831489",
    "name": "Nilfisk Riool-/buisreinigingsslang 8 meter",
    "price": 53,
    "image": "https://coolblue.bynder.com/transform/a6a8cb2b-016b-4fdc-8549-910902408419/161733?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met deze flexibele rioolreinigingsslang van 8 meter verhelp je verstoppingen in afvoeren, buizen en regenpijpen. Door de krachtige straal spuit je het vastzittende vuil los en wordt je afvoer snel en eenvoudig schoon.\r Let op: deze rioolslang is alleen geschikt voor niet-professionele Nilfisk hogedrukreinigers.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=42108831489&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41579757914",
    "name": "DOMO DO9047W",
    "price": 41.99,
    "image": "https://coolblue.bynder.com/transform/dee66ca1-2091-4222-8778-7737285aaf75/166675?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met een DOMO DO9047W maak je een heerlijke krokante of zachte bruine wafel. Door de handmatig in te stellen temperatuur is er voor ieder wat wils. Het wafelijzer is geschikt voor het maken van wafels tot een dikte van 2,6 cm. Zo maak jij elke dag weer een andere wafel. Variëren was nog nooit zo leuk dankzij deze wafelijzer van DOMO.",
    "shortDescription": "Door de aanwezige antiaanbaklaag blijft het deeg niet plakken aan de wafelplaten.De temperatuur is handmatig in te stellen. Hierdoor bepaal jij zelf hoe je je wafel wilt hebben.Deze bakplaten zorgen voor dikke wafels van 2,6 cm.Het wafelijzer heeft geen timer, dus houdt zelf de tijd goed bij voor je perfecte wafel.De platen zijn niet te verwijderen voor gemakkelijke reiniging.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41579757914&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840438755",
    "name": "Fritel GR2275",
    "price": 81,
    "image": "https://coolblue.bynder.com/transform/21e860b2-ad1b-4efd-88d2-69b95b166414/166762?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Fritel GR2275 contactgrill tover je om tot een tafelgrill, dankzij de uitklapbare grillplaten. Zo zet je hem ook op de eettafel waarop je met gezelschap groenten en vlees grilt. Je bereidt op het grote bakoppervlak gemakkelijk 2 panini's of tosti's. De temperatuur stel je handmatig in via de draaiknop aan de voorkant van de grill. Met het temperatuurlampje weet je precies wanneer je jouw panini's op de grill legt. Dit lampje brandt namelijk groen wanneer de platen warm genoeg zijn. Na gebruik klik je de platen gemakkelijk los van de grill en reinig je daarna in de vaatwasser.",
    "shortDescription": "Je klapt de contactgrill helemaal open, zodat je hem ook als tafelgrill gebruikt.Dankzij het grote formaat maak je 2 panini's tegelijkertijd.Je weet precies wanneer de grill op temperatuur is, dankzij het temperatuurlampje.Bij deze contactgrill krijg je geen extra platen voor het grillen of bakken van ingrediënten of wafels.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840438755&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840435855",
    "name": "Bamix SwissLine M200 Swiss Cross",
    "price": 225,
    "image": "https://coolblue.bynder.com/transform/666e5bed-5ad5-4e13-bea2-ae95b38caa2c/168815?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Het Zwitserse Bamix geldt als uitvinder van de staafmixer. Na ruim 55 jaar worden de producten nog steeds gezien als toonaangevend en kwalitatief superieur, en worden ze veel door chef-koks gebruikt. De Bamix SwissLine is zuinig en stil in gebruik en toch bijzonder krachtig. Met een vermogen van slechts 200 watt wordt een snelheid bereikt tot 18.000 toeren per minuut. De staafmixervoet heeft een open kop, wat zorgt voor optimale circulatie van het voedsel. Bovendien is de staafmixer gemakkelijk schoon te maken dankzij de hoogwaardige en waterafstotende behuizing. Bamix is zelf ook overtuigd van de kwaliteit van de staafmixers en geeft 10 jaar garantie op de motor.Compleet met accessoiresDe Bamix SwissLine wordt zeer compleet geleverd. Zo is er het multimesje waarmee je mixt, vermaalt en pureert voor onder andere soepen, sauzen, tapenade en smoothies. Ook ijs crushen behoort tot de mogelijkheden. De klopper gebruik je voor luchtige bereidingen als opgeklopt eiwit, slagroom, milkshakes, tiramisu of mousse. Dan is er de nog de menger, voor bijvoorbeeld puree, mayonaise of pannenkoekenbeslag. Ook wordt er een hakmolen van 200 ml meegeleverd voor het hakken van droge groenten, chocolade, kruiden en harde kazen. De Bamix Swiss Line heeft een stevige mengbeker van 950 ml. Tot slot wordt er een stevige staande houder meegeleverd om je Bamix Swiss Line na gebruik op te bergen.",
    "shortDescription": "Wordt geleverd met een hakmolen en stevige hitte-, vries-, magnetron- en vaatwasmachinebestendige mengbeker.Met staande houder om het apparaat en de accessoires op te bergen.Met een vermogen van 200 watt en 18.000 toeren per minuut is deze staafmixer stil, zuinig en zeer krachtig in gebruik.De staafmixervoet is niet afneembaar voor reiniging in de vaatwasser; je spoelt hem wel gemakkelijk af onder de kraan.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840435855&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433658",
    "name": "HP 950XL Cartridge Zwart",
    "price": 70,
    "image": "https://coolblue.bynder.com/transform/49993028-9420-4bbc-94c0-88590d896b7a/169985?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af met de HP 950XL Cartridge Zwart. Met deze cartridge print je tot wel 2300 pagina's in zwart. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r Geschikte printers\r HP OfficeJet Pro\r \r \tHP OfficeJet Pro 251dw\r \tHP OfficeJet Pro 276dw\r \tHP OfficeJet Pro 8100\r \tHP Officejet Pro 8600\r \tHP Officejet Pro 8600+\r \tHP Officejet Pro 8610\r HP Officejet Pro 8615\r \tHP Officejet Pro 8620\r HP Officejet Pro 8630\r HP Officejet Pro 8640\r HP Officejet Pro 8660",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433658&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38847731064",
    "name": "HP 951XL Cartridge Cyaan",
    "price": 52,
    "image": "https://coolblue.bynder.com/transform/a43b499e-6472-495f-b3a8-81a619969988/169986?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 951XL Cartridge Cyaan. Met deze cartridge print je tot wel 1500 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r Geschikte printers\r HP OfficeJet Pro\r \r \tHP OfficeJet Pro 251dw\r \tHP OfficeJet Pro 276dw\r \tHP OfficeJet Pro 8100\r \tHP Officejet Pro 8600\r \tHP Officejet Pro 8600+\r \tHP Officejet Pro 8610\r HP Officejet Pro 8615\r \tHP Officejet Pro 8620\r HP Officejet Pro 8630\r HP Officejet Pro 8640\r HP Officejet Pro 8660",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38847731064&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433660",
    "name": "HP 951XL Cartridge Magenta",
    "price": 44.99,
    "image": "https://coolblue.bynder.com/transform/ad7e2bda-444b-4efb-b614-a04a653747b9/169987?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 951XL Cartridge Magenta. Met deze cartridge print je tot wel 1500 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r \r Geschikte printers\r HP OfficeJet Pro\r \r \tHP OfficeJet Pro 251dw\r \tHP OfficeJet Pro 276dw\r \tHP OfficeJet Pro 8100\r \tHP Officejet Pro 8600\r \tHP Officejet Pro 8600+\r \tHP Officejet Pro 8610\r HP Officejet Pro 8615\r \tHP Officejet Pro 8620\r HP Officejet Pro 8630\r HP Officejet Pro 8640\r HP Officejet Pro 8660",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433660&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433564",
    "name": "HP 951XL Cartridge Geel",
    "price": 47.99,
    "image": "https://coolblue.bynder.com/transform/b10f1e80-a325-4a85-ba3b-edfc6d56092d/169988?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 951XL Cartridge Geel. Met deze cartridge print je tot wel 1500 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is:\r \r \r Geschikte printers\r HP OfficeJet Pro\r \r \tHP OfficeJet Pro 251dw\r \tHP OfficeJet Pro 276dw\r \tHP OfficeJet Pro 8100\r \tHP Officejet Pro 8600\r \tHP Officejet Pro 8600+\r \tHP Officejet Pro 8610\r HP Officejet Pro 8615\r \tHP Officejet Pro 8620\r HP Officejet Pro 8630\r HP Officejet Pro 8640\r HP Officejet Pro 8660",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433564&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433449",
    "name": "HP 932XL Cartridge Zwart",
    "price": 58,
    "image": "https://coolblue.bynder.com/transform/b42a191c-0f44-4a68-be3b-e10190cfa379/170185?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af met de HP 932XL Cartridge Zwart. Met deze cartridge print je tot wel 1000 pagina's in zwart. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is: \r \r \r \r Geschikte printers\r HP OfficeJet\r \r \tHP OfficeJet 6100\r \tHP OfficeJet 6600\r \tHP OfficeJet 6700\r \tHP OfficeJet 7110 WF\r \tHP OfficeJet 7510 WF\r \tHP OfficeJet 7610 WF\r \tHP OfficeJet 7612 WF",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433449&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433694",
    "name": "HP 933XL Cartridge Cyaan",
    "price": 25.99,
    "image": "https://coolblue.bynder.com/transform/7ec2bf5f-7a9f-4854-8a50-1f9fd56ae450/170190?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 933XL Cartridge Cyaan. Met deze cartridge print je tot wel 825 pagina's in kleur. De originele HP cartridges zijn speciaal ontworpen voor jouw HP printer. Bekijk hieronder voor welke printers dit inktpatroon geschikt is: \r \r Geschikte printers\r HP OfficeJet\r \r \tHP OfficeJet 6100\r \tHP OfficeJet 6600\r \tHP OfficeJet 6700\r \tHP OfficeJet 7110 WF\r \tHP OfficeJet 7510 WF\r \tHP OfficeJet 7610 WF\r \tHP OfficeJet 7612 WF",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433694&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433654",
    "name": "HP 933XL Cartridge Magenta",
    "price": 26.99,
    "image": "https://coolblue.bynder.com/transform/b904af7a-6c4d-4342-906b-5cf939d075fd/170192?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 933XL Cartridge Magenta. Met deze cartridge print je tot wel 825 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is.  Bekijk hieronder voor welke printers dit inktpatroon geschikt is: \r \r Geschikte printers\r HP OfficeJet\r \r \tHP OfficeJet 6100\r \tHP OfficeJet 6600\r \tHP OfficeJet 6700\r \tHP OfficeJet 7110 WF\r \tHP OfficeJet 7510 WF\r \tHP OfficeJet 7610 WF\r \tHP OfficeJet 7612 WF",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433654&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "38840433527",
    "name": "HP 933XL Cartridge Geel",
    "price": 25.99,
    "image": "https://coolblue.bynder.com/transform/f6e1b8a5-6a93-4a87-aa58-eb3a5bf05cb8/170197?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk teksten in goede kwaliteit af en print kleurenfoto's helder en levendig met de HP 933XL Cartridge Geel. Met deze cartridge print je tot wel 825 pagina's in kleur. Bij aankoop van deze cartridge, krijg je gratis &euro: 10,- HP Instant Ink tegoed. Met HP Instant Ink krijg jij automatisch en op tijd cartridges in huis als je inkt bijna op is. Bekijk hieronder voor welke printers dit inktpatroon geschikt is: \r \r Geschikte printers\r HP OfficeJet\r \r \tHP OfficeJet 6100\r \tHP OfficeJet 6600\r \tHP OfficeJet 6700\r \tHP OfficeJet 7110 WF\r \tHP OfficeJet 7510 WF\r \tHP OfficeJet 7610 WF\r \tHP OfficeJet 7612 WF",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840433527&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "40764842156",
    "name": "Onkyo C-7030 Zwart",
    "price": 299,
    "image": "https://coolblue.bynder.com/transform/f0583e2c-0230-4459-88ee-0b630ebda80f/171225?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Indien je nog steeds plezier beleeft aan het selecteren van die ene cd tussen al die anderen in je collectie dan is de Onkyo C-7030 cd-speler je op het lijf geschreven. De C-7030 is namelijk met de grootst mogelijke zorg voor signaalbehoud ontworpen. Zo is de C-7030 voorzien van een uiterste precieze Wolfson D/A convertor en Vector Linear Shaping Circuitry om ongewenste storingen te onderdrukken. Ook is de C-7030 voorzien van een extra grote transformator die fluctuaties in het voltage van de stroom tegen gaat en is het chassis van 1,6 mm dik materiaal gemaakt. Deze dikke constructie gaat de invloed van vibraties tegen en zorgt voor een gewicht van 7,2 kilo. Naast analoge weergave van cd's is ook digitale overdracht van het audiosignaal gemakkelijk mogelijk dankzij de coaxiale- en optisch-uitgangen van de C-7030. De vertrouwde bouwkwaliteit waar Onkyo om bekend staat zie je dan ook overal terug in de C-7030 en hierom is de C-7030 een goede toevoeging aan je stereo-set. Indien je naar nog betere signaalweergave verlangd is de Onkyo C-7070 wellicht ook een goede optie.",
    "shortDescription": "Wolfson 192 kHz DAC: voor storingsvrije digitaal naar analoog conversie.Speelt MP3-cd'sVLSC: Reduceert digitaal gerelateerde storingen.Speelt geen SACD.Geen cd-tekst: de speler geeft de titel van het nummer niet in tekstvorm weer op de display.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=40764842156&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429538",
    "name": "HP Advanced Glossy Fotopapier 25 vel (A4)",
    "price": 26.99,
    "image": "https://coolblue.bynder.com/transform/eeb2d549-3c42-46df-9e7f-a2d838ffd7fa/172572?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Druk je foto's af op dit helderwitte glanzende fotopapier in A4-formaat. Met een gewicht van 180 gram per vierkante meter beschik je over een degelijke kwaliteit papier dat lang goed blijft. Deze verpakking bevat 25 vel.\r \r \r \r Let op: wil je een foto afdrukken op fotopapier? Leg de achterkant (met het logo) naar boven in de printer.",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429538&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "budget"
    ],
    "giftScore": 6
  },
  {
    "id": "39798692205",
    "name": "Makita BO4565K",
    "price": 103,
    "image": "https://coolblue.bynder.com/transform/867caf98-1b31-48e4-b597-0d5a2782b202/174364?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Makita BO4565K schuur je gemakkelijk grote oppervlakken en kleine hoeken. De schuurmachine heeft 2 schuurzolen in één. Gebruik de vierkante zool voor tafels en deuren. Met de driehoek voorop schuur je trappen, kozijnen of smalle randen. Je kiest zelf of je schuurpapier op beide of één van de zolen vastmaakt. Dit doe je gemakkelijk en snel met het klittenband. De multischuurmachine heeft een stofbak, zodat je werkplek schoon blijft tijdens je klus. Ook heeft de machine een constant toerental. Dat is handig, want zo verlies je geen kracht en krijg je altijd het beste resultaat. De trillingen van 4 m/s voel je bijna niet in je arm, waardoor je comfortabel schuurt.",
    "shortDescription": "Door de 2 soorten schuurzolen gebruik je de multischuurmachine voor veel verschillende oppervlakken.De schuursnelheid blijft door het constante toerental altijd gelijk, waardoor je geen kracht verliest tijdens je klus.Je voelt de trillingswaarden van 4 m/s bijna niet in je arm, waardoor je comfortabel werkt.De kabel van 2 meter is behoorlijk kort, waardoor je alleen dicht bij het stopcontact klust.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=39798692205&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429703",
    "name": "HP 305A Toner Zwart",
    "price": 115,
    "image": "https://coolblue.bynder.com/transform/8979cd9e-df66-4c7e-8ee7-78b9739af97a/174558?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze HP 305A Toner Zwart is een toner geschikt voor onderstaande HP printers.\r \r \r Geschikte printers\r HP LaserJet Pro 300 Color\r \r \tHP LaserJet Pro 300 Color M351\r \tHP LaserJet Pro 300 Color MFP M375\r \r \r HP LaserJet Pro 400 Color\r \r \tHP LaserJet Pro 400 Color M451\r \tHP LaserJet Pro 400 Color MFP M475",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429703&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840429571",
    "name": "HP 305X Toner Zwart (Hoge Capaciteit)",
    "price": 139,
    "image": "https://coolblue.bynder.com/transform/fbea2343-75d3-4e53-a5c7-1611f147dfa0/174567?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Deze HP 305X Toner Zwart (Hoge Capaciteit) is een toner geschikt voor onderstaande HP printers.\r \r \r Geschikte printers\r HP Laserjet Pro Color\r \r \tHP LaserJet Pro 300 Color M351\r \tHP LaserJet Pro 300 Color MFP M375\r \tHP LaserJet Pro 400 Color M451\r \tHP LaserJet Pro 400 Color MFP M475",
    "shortDescription": "",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840429571&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "41513327895",
    "name": "Magimix Le Micro Mat Chroom",
    "price": 77,
    "image": "https://coolblue.bynder.com/transform/8c51d98a-c590-4386-bd5a-c98e4c019adb/174628?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Met de Magimix Le Micro Chroom haal je een compacte keukenhulp in huis. Zo hak je in een mum van tijd ingrediënten fijn of mix je ingrediënten door elkaar. Hak bijvoorbeeld een uitje en wortel voor bij de hutspot of mix een lekkere smoothie van vers fruit en yoghurt. Met de pulsestand geef je extra kracht voor bijvoorbeeld harde stukjes noot. Bij de handleiding zitten recepten om inspiratie op te doen voor bereidingen. Maak bijvoorbeeld mayonaise, pesto of hummus. Na gebruik haal je de mengkom eenvoudig van het motorstuk en was je 'm even met de hand af.",
    "shortDescription": "Dankzij het compacte formaat berg je de hakmolen gemakkelijk op.Met de pulsestand geef je kort extra kracht voor hardnekkige stukjes.De hakmolen is niet geschikt voor de vaatwasser.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=41513327895&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "38840439514",
    "name": "Playseat Evolution ActiFit Zwart",
    "price": 259,
    "image": "https://coolblue.bynder.com/transform/7f3cae95-d3ed-42c4-b7f8-b3e8849ec617/175456?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Neem plaats in de Playseat Evolution ActiFit Zwart en race naar de finishlijn in stijl. De rugleuning van deze racestoel is opvouwbaar. Zo neemt de stoel minder ruimte in wanneer je hem niet gebruikt. Je stelt de rugleuning van de stoel naar wens in, zodat je een ergonomische houding hebt tijdens jouw races. Verstel de hoogte en diepte van je racestuur, zodat je altijd in een comfortabele houding racet. Ook verstel je gemakkelijk de pedalen in diepte, zodat je het gaspedaal goed intrapt. Deze stoel is geschikt voor gamers met een maximale lengte van 220 centimeter en een maximaal gewicht van 120 kilogram. Het nieuwe ActiFit materiaal is duurzaam en ademt. Hierdoor heb je meer comfort tijdens lange en spannende race sessies.",
    "shortDescription": "Je klapt de rugleuning in, waardoor je de stoel makkelijker opbergt wanneer je klaar bent met racen.Verstel de stoel naar wens, zodat je altijd comfortabel en ergonomisch zit.Het ActiFit materiaal is duurzaam en ademt, voor meer comfort tijdens je race sessies.Deze racestoel is minder geschikt voor sterke force feedback, omdat het een minder stevige constructie is.De stoel ondersteunt gamers met een maximaal gewicht van 120 kilogram.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=38840439514&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "42242585476",
    "name": "Makita UH6570",
    "price": 165,
    "image": "https://coolblue.bynder.com/transform/dd15dc98-abf2-4a90-8282-a2101f63324d/175583?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "De Makita UH6570 is een elektrische heggenschaar van 550 watt. Door het slimme ontwerp van de handgreep is hij geschikt voor zowel links- als rechtshandigen. Dankzij de mesafstand van 28 millimeter en zwaardlengte van 65 centimeter trim je met gemak heggen van een wat groter formaat met takken tot 18 millimeter dikte. En de 3200 snijbewegingen per minuut zorgen ervoor dat je vlot door je snoeiwerk gaat. Bij dit model is ook veel aan veiligheid gedacht. De veiligheidsslipkoppeling voorkomt het vastslaan van de machine en de elektrische rem zorgt dat de messen snel tot stilstand komen bij het loslaten van de 2-handsschakelaar. De Makita UH6570 wordt verder geleverd met mesbeschermhoes voor het veilig opbergen.",
    "shortDescription": "Door het lange mes van 65 centimeter snoei je in één beweging grote stukken van je heg, waardoor je snel klaar bent.Met een laag gewicht van 3,8 kilogram werk je lang tijd comfortabel door.Je werkt zonder onderbrekingen door, want een elektrische heggenschaar krijgt altijd stroom.Je snoeit alleen dunne takken met een maximale dikte van 18 millimeter.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=42242585476&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "premium"
    ],
    "giftScore": 6
  },
  {
    "id": "42153674429",
    "name": "Le Creuset Les Forgees Koekenpan 24 cm",
    "price": 91,
    "image": "https://coolblue.bynder.com/transform/17b20a60-21d0-41b8-a6d4-585cb10ddf77/179621?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Bak een lekker eitje of een aantal zalmmoten in de Le Creuset Les Forgees Koekenpan 24 cm. De sterke anti-aanbaklaag zorgt voor een gelijkmatige en goede warmteverdeling. Zo bakken je ingrediënten niet aan en heb je weinig olie nodig bij het bereiden. Het stevige geanodiseerde materiaal trekt niet krom en is hierdoor geschikt voor iedere warmtebron. Houd je gebakken vis dus eenvoudig warm in de oven als je moet wachten tot iedereen thuis is. De pan reinig je na het bakken in de vaatwasmachine, maar om de kwaliteit goed te houden is het aan te raden om de pan met de hand af te wassen.",
    "shortDescription": "De bakpan is geschikt voor alle warmtebronnen, inclusief inductie en gebruik in de oven.Je gebruikt weinig olie of boter tijdens het bakken, dankzij de standaard antiaanbaklaag.Een aluminium pan is licht van gewicht, waardoor je hem gemakkelijk naar de eettafel verplaatst.De standaard antiaanbaklaag is niet krasbestendig.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=42153674429&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  },
  {
    "id": "40339924122",
    "name": "Le Creuset Les Forgees Hapjespan 28 cm",
    "price": 124,
    "image": "https://coolblue.bynder.com/transform/8d41deac-2675-414d-8b7b-28e3a021aec3/179661?io=transform:fit,height:800,width:800&format=png&quality=100",
    "description": "Traditioneel smeedwerk wordt gecombineerd met moderne technieken. De Forgeés pannen van Le Creuset worden gemaakt uit gesmeed aluminium. Zowel de binnen- als buitenkant wordt geannoniseerd wat de voedselveiligheid garandeert. De antiaanbaklaag is zeer sterk en behoud zelfs als er in gekrast is zijn functie. Ben je bezorgd over schadelijke stoffen in traditionele antiaanbaklagen? Deze Le Creuset hapjespan voldoet aan de strengste voedsel- en productvoorschriften om jou onbezorgd te laten genieten. De dikke bodem van de pan zorgt daarnaast voor een optimale verdeling van de warmte om snel en gelijkmatig te bakken. De Le Creuset hapjespan is geschikt voor alle warmtebronnen en zal niet kromtrekken. Zo geniet je jarenlang van een robuuste hapjespan voor de meest uiteenlopende gerechten.",
    "shortDescription": "Le Creuset geeft levenslange garantie op deze pan.De pan heeft 2 handgrepen, zodat je de pan veilig en gemakkelijk verplaatst.De bakpan is geschikt voor alle warmtebronnen, inclusief inductie en gebruik in de oven tot aan iedere temperatuur.Aluminium houdt de warmte minder goed vast.",
    "category": "",
    "affiliateLink": "https://www.awin1.com/pclick.php?p=40339924122&a=2566111&m=85161",
    "isOnSale": false,
    "lastUpdated": "2025-09-13T16:34:17.451Z",
    "tags": [
      "mid-range"
    ],
    "giftScore": 6
  }
]